{"summary":{"average_publications_per_pairing":1.28,"unique_diseases_found":29,"total_unique_publications":37,"unique_drugs_with_disease_associations":8},"metadata":{"generated_on":"2025-06-30T17:53:21.812","format_notes":{"abstract_format":"String (Article abstract, may be 'No abstract available')","pmid_format":"String (PubMed ID)","qualifiers_format":"Array of Strings (MeSH qualifiers for the disease term)","title_format":"String (Article title from PubMed)","structure":"drug_name||disease_name => {drug_name, disease_name, publications: {pmid => {pmid, title, abstract, qualifiers}}}"},"total_drug_disease_pairs":29,"description":"Detailed publications for each drug-disease pairing found in PubMed analysis"},"drug_disease_publications":{"Ubidecarenone||Diabetes Mellitus, Type 2":{"drug_name":"Ubidecarenone","disease_name":"Diabetes Mellitus, Type 2","publications":{"38457558":{"pmid":"38457558","title":"Chronological change of left ventricular global longitudinal strain in patients with maternally inherited diabetes and deafness: A case series.","abstract":"Maternally inherited diabetes and deafness (MIDD) is a rare genetic disorder arising from mitochondrial DNA mutations, characterized by a combination of diabetes mellitus and sensorineural deafness. It is known that MIDD patients with cardiomyopathy have a poor prognosis, but there are no established guidelines for the diagnosis and follow-up of cardiomyopathy in MIDD patients.","qualifiers":["complications","genetics"]}}},"Sulconazole||Klebsiella Infections":{"drug_name":"Sulconazole","disease_name":"Klebsiella Infections","publications":{"39671810":{"pmid":"39671810","title":"Antimicrobial effect of sulconazole in combination with glucose/trehalose against carbapenem-resistant hypervirulent Klebsiella pneumoniae persisters.","abstract":"The emergence and rapid dissemination of carbapenem-resistant hypervirulent Klebsiella pneumoniae (CR-hvKP) pose a serious threat to public health. Antibiotic treatment failure of K. pneumoniae infections has been largely attributed to acquisition of antibiotic resistance and bacterial biofilm caused by the presence of antibiotic persisters. There is an urgent need for novel antimicrobial agents or therapy strategies to manage infections caused by these notorious pathogens. In this study, we screened a collection of compounds that can dissipate bacterial proton motive force (PMF) and intermediate metabolites that can suppress antibiotic tolerance, and identified an antifungal drug sulconazole which can act in combination with glucose or trehalose to exert strong antibacterial effect against starvation-induced CR-hvKP persisters. Investigation of underlying mechanisms showed that sulconazole alone caused dissipation of transmembrane PMF, and sulconazole used in combination with glucose or trehalose could significantly inhibit the efflux activity, reduce NADH and ATP levels, and cause intracellular accumulation of reactive oxygen species (ROS) in CR-hvKP persisters, eventually resulting in bacterial cell death. These findings suggest that the sulconazole and glucose/trehalose combination is highly effective in eradicating multidrug-resistant and hypervirulent K. pneumoniae persisters, and may be used in development of a feasible strategy for treatment of chronic and recurrent K. pneumoniae infections.","qualifiers":["microbiology","drug therapy"]}}},"Ubidecarenone||Stroke":{"drug_name":"Ubidecarenone","disease_name":"Stroke","publications":{"37095452":{"pmid":"37095452","title":"Ischemic optic neuropathy as first presentation in patient with m.3243&#xa0;A&#x2009;&gt;&#x2009;G MELAS classic mutation.","abstract":"Mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) syndrome is a systemic disorder in which multi-organ dysfunction may occur from mitochondrial metabolism failure. Maternally inherited mutations in the MT-TL1 gene are the most frequent causes for this disorder. Clinical manifestations may include stroke-like episodes, epilepsy, dementia, headache and myopathy. Among these, acute visual failure, usually in association with cortical blindness, can occur because of stroke-like episodes affecting the occipital cortex or the visual pathways. Vision loss due to optic neuropathy is otherwise considered a typical manifestation of other mitochondrial diseases such as Leber hereditary optic neuropathy (LHON).","qualifiers":["complications"]}}},"Cycrimine||Nervous System Diseases":{"drug_name":"Cycrimine","disease_name":"Nervous System Diseases","publications":{"13477721":{"pmid":"13477721","title":"[Cycrimine, a new drug in the treatment of Parkinson's disease &amp; Parkinsonism].","abstract":"No abstract available","qualifiers":[]}}},"Ubidecarenone||Optic Atrophy, Hereditary, Leber":{"drug_name":"Ubidecarenone","disease_name":"Optic Atrophy, Hereditary, Leber","publications":{"37095452":{"pmid":"37095452","title":"Ischemic optic neuropathy as first presentation in patient with m.3243&#xa0;A&#x2009;&gt;&#x2009;G MELAS classic mutation.","abstract":"Mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) syndrome is a systemic disorder in which multi-organ dysfunction may occur from mitochondrial metabolism failure. Maternally inherited mutations in the MT-TL1 gene are the most frequent causes for this disorder. Clinical manifestations may include stroke-like episodes, epilepsy, dementia, headache and myopathy. Among these, acute visual failure, usually in association with cortical blindness, can occur because of stroke-like episodes affecting the occipital cortex or the visual pathways. Vision loss due to optic neuropathy is otherwise considered a typical manifestation of other mitochondrial diseases such as Leber hereditary optic neuropathy (LHON).","qualifiers":["genetics"]}}},"Ubidecarenone||Cardiomyopathies":{"drug_name":"Ubidecarenone","disease_name":"Cardiomyopathies","publications":{"38457558":{"pmid":"38457558","title":"Chronological change of left ventricular global longitudinal strain in patients with maternally inherited diabetes and deafness: A case series.","abstract":"Maternally inherited diabetes and deafness (MIDD) is a rare genetic disorder arising from mitochondrial DNA mutations, characterized by a combination of diabetes mellitus and sensorineural deafness. It is known that MIDD patients with cardiomyopathy have a poor prognosis, but there are no established guidelines for the diagnosis and follow-up of cardiomyopathy in MIDD patients.","qualifiers":["complications"]}}},"Cycrimine||Parkinsonian Disorders":{"drug_name":"Cycrimine","disease_name":"Parkinsonian Disorders","publications":{"14371520":{"pmid":"14371520","title":"[Symptomatic therapeutic effect of cycrimine HCl in parkinsonian syndromes].","abstract":"No abstract available","qualifiers":[]}}},"Sulconazole||Mycoses":{"drug_name":"Sulconazole","disease_name":"Mycoses","publications":{"38005230":{"pmid":"38005230","title":"Sulconazole-Loaded Solid Lipid Nanoparticles for Enhanced Antifungal Activity: In Vitro and In Vivo Approach.","abstract":"Solid lipid nanoparticles (SLNs) have the advantages of a cell-specific delivery and sustained release of hydrophobic drugs that can be exploited against infectious diseases. The topical delivery of hydrophobic drugs needs pharmaceutical strategies to enhance drug permeation, which is a challenge faced by conventional formulations containing a drug suspended in gel, creams or ointments. We report the fabrication and optimization of SLNs with sulconazole (SCZ) as a model hydrophobic drug and then a formulation of an SLN-based topical gel against fungal infections. The SLNs were optimized through excipients of glyceryl monostearate and Phospholipon<sup>&#xae;</sup> 90 H as lipids and tween 20 as a surfactant for its size, drug entrapment and sustained release and resistance against aggregation. The SCZ-SLNs were physically characterized for their particle size (89.81 &#xb1; 2.64), polydispersity index (0.311 &#xb1; 0.07), zeta potential (-26.98 &#xb1; 1.19) and encapsulation efficiency (86.52 &#xb1; 0.53). The SCZ-SLNs showed sustained release of 85.29% drug at the 12 h timepoint. The TEM results demonstrated spherical morphology, while DSC, XRD and FTIR showed the compatibility of the drug inside SLNs. SCZ-SLNs were incorporated into a gel using carbopol and were further optimized for their rheological behavior, pH, homogeneity and spreadability on the skin. The antifungal activity against <i>Candida albicans</i> and <i>Trichophyton rubrum</i> was increased in comparison to a SCZ carbopol-based gel. In vivo antifungal activity in rabbits presented faster healing of skin fungal infections. The histopathological examination of the treated skin from rabbits presented restoration of the dermal architecture. In summary, the approach of formulating SLNs into a topical gel presented an advantageous drug delivery system against mycosis.","qualifiers":[]}}},"Deucravacitinib||Chronic Urticaria":{"drug_name":"Deucravacitinib","disease_name":"Chronic Urticaria","publications":{"40490621":{"pmid":"40490621","title":"Deucravacitinib as a monotherapy for concurrent management of psoriasis and chronic spontaneous urticaria.","abstract":"Patients with autoimmune diseases are susceptible to developing a second autoimmune disorder. Psoriasis, a common autoimmune disease, frequently occurs alongside other autoimmune conditions in some individuals. We report the case of a young female patient diagnosed with plaque psoriasis, initially treated with secukinumab, and achieved complete skin clearance at 12&#xa0;weeks. However, she experienced a decline in the efficacy of secukinumab, with recurrence of symptoms and subsequent development of chronic spontaneous urticaria (CSU) and was switched to treatment with deucravacitinib, an oral, selective, allosteric tyrosine kinase 2 inhibitor. The use of deucravacitinib resulted in a favorable therapeutic outcome, effectively managing both psoriasis and CSU 12&#xa0;weeks after treatment. This case highlights the potential of deucravacitinib as a novel monotherapy for patients with both psoriasis and CSU.","qualifiers":["drug therapy","complications","diagnosis"]}}},"Ubidecarenone||Vision Disorders":{"drug_name":"Ubidecarenone","disease_name":"Vision Disorders","publications":{"37095452":{"pmid":"37095452","title":"Ischemic optic neuropathy as first presentation in patient with m.3243&#xa0;A&#x2009;&gt;&#x2009;G MELAS classic mutation.","abstract":"Mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) syndrome is a systemic disorder in which multi-organ dysfunction may occur from mitochondrial metabolism failure. Maternally inherited mutations in the MT-TL1 gene are the most frequent causes for this disorder. Clinical manifestations may include stroke-like episodes, epilepsy, dementia, headache and myopathy. Among these, acute visual failure, usually in association with cortical blindness, can occur because of stroke-like episodes affecting the occipital cortex or the visual pathways. Vision loss due to optic neuropathy is otherwise considered a typical manifestation of other mitochondrial diseases such as Leber hereditary optic neuropathy (LHON).","qualifiers":["complications"]}}},"Ubidecarenone||Acidosis, Lactic":{"drug_name":"Ubidecarenone","disease_name":"Acidosis, Lactic","publications":{"37095452":{"pmid":"37095452","title":"Ischemic optic neuropathy as first presentation in patient with m.3243&#xa0;A&#x2009;&gt;&#x2009;G MELAS classic mutation.","abstract":"Mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) syndrome is a systemic disorder in which multi-organ dysfunction may occur from mitochondrial metabolism failure. Maternally inherited mutations in the MT-TL1 gene are the most frequent causes for this disorder. Clinical manifestations may include stroke-like episodes, epilepsy, dementia, headache and myopathy. Among these, acute visual failure, usually in association with cortical blindness, can occur because of stroke-like episodes affecting the occipital cortex or the visual pathways. Vision loss due to optic neuropathy is otherwise considered a typical manifestation of other mitochondrial diseases such as Leber hereditary optic neuropathy (LHON).","qualifiers":[]}}},"Ubidecarenone||Mitochondrial Diseases":{"drug_name":"Ubidecarenone","disease_name":"Mitochondrial Diseases","publications":{"38457558":{"pmid":"38457558","title":"Chronological change of left ventricular global longitudinal strain in patients with maternally inherited diabetes and deafness: A case series.","abstract":"Maternally inherited diabetes and deafness (MIDD) is a rare genetic disorder arising from mitochondrial DNA mutations, characterized by a combination of diabetes mellitus and sensorineural deafness. It is known that MIDD patients with cardiomyopathy have a poor prognosis, but there are no established guidelines for the diagnosis and follow-up of cardiomyopathy in MIDD patients.","qualifiers":[]}}},"Deucravacitinib||Psoriasis":{"drug_name":"Deucravacitinib","disease_name":"Psoriasis","publications":{"40490621":{"pmid":"40490621","title":"Deucravacitinib as a monotherapy for concurrent management of psoriasis and chronic spontaneous urticaria.","abstract":"Patients with autoimmune diseases are susceptible to developing a second autoimmune disorder. Psoriasis, a common autoimmune disease, frequently occurs alongside other autoimmune conditions in some individuals. We report the case of a young female patient diagnosed with plaque psoriasis, initially treated with secukinumab, and achieved complete skin clearance at 12&#xa0;weeks. However, she experienced a decline in the efficacy of secukinumab, with recurrence of symptoms and subsequent development of chronic spontaneous urticaria (CSU) and was switched to treatment with deucravacitinib, an oral, selective, allosteric tyrosine kinase 2 inhibitor. The use of deucravacitinib resulted in a favorable therapeutic outcome, effectively managing both psoriasis and CSU 12&#xa0;weeks after treatment. This case highlights the potential of deucravacitinib as a novel monotherapy for patients with both psoriasis and CSU.","qualifiers":["drug therapy","complications","diagnosis"]},"40571687":{"pmid":"40571687","title":"Psoriasis.","abstract":"Plaque psoriasis is a chronic, immune-mediated inflammatory skin disease that has considerable effects on patients' physical, psychological and social well-being. It is strongly influenced by genetic predisposition, with HLA-C*06:02 showing the strongest association, particularly in those with early-onset disease. Additional susceptibility loci, including IL23A, IL12B and IL17RA, are linked to dysregulation of the IL-23-T helper 17 axis, which contributes to chronic inflammation and keratinocyte hyperproliferation. Plaque psoriasis is frequently associated with psoriatic arthritis and other comorbidities, such as cardiovascular disease, metabolic syndrome and psychiatric disorders, all of which contribute to increased morbidity and mortality. Management strategies are tailored to disease severity and the presence of comorbidities. For mild disease, topical therapies remain the first-line treatment, including corticosteroids, vitamin D analogues and topical calcineurin inhibitors. New non-steroidal agents, such as topical PDE4 and aryl hydrocarbon receptor agonists, offer additional options. In moderate-to-severe disease, oral systemic therapies, such as methotrexate, ciclosporin, acitretin, apremilast and deucravacitinib, provide a range of immunomodulatory effects. Biologic therapies targeting TNF, IL-17, IL-23 and IL-12/23 have demonstrated high efficacy in improving both cutaneous and systemic inflammation. Current research on systemic therapies is focused on the development of additional inhibitors of the Tyk2 pathway and inhibitors to IL-23 receptor, IL-17, and TNF. Early screening for psoriatic arthritis, proactive cardiovascular risk reduction and multidisciplinary care are crucial to optimizing long-term outcomes. Ongoing research continues to advance precision medicine approaches, with the goal of enhancing treatment durability and improving quality of life for individuals living with psoriasis.","qualifiers":["physiopathology","complications","epidemiology","drug therapy","therapy"]},"40475785":{"pmid":"40475785","title":"Case Report: Effectiveness of deucravacitinib in chronic recurrent multifocal osteomyelitis and concomitant psoriasis.","abstract":"We present the case of a 22-year-old male who was first diagnosed with chronic recurrent multifocal osteomyelitis (CRMO) at the age of 16 years. During treatment with the tumor necrosis factor (TNF)-alpha inhibitor adalimumab, he developed severe palmoplantar psoriasis that affected his quality of life and necessitated discontinuation of the drug despite its efficacy against CRMO. Subsequent treatment with the interleukin (IL)-17a inhibitor secukinumab did not improve the psoriasis and led to a recurrence of the osteomyelitis. Therefore, the TYK-2 inhibitor deucravacitinib, approved in 2023 for the treatment of moderate to severe plaque psoriasis, was initiated. This resulted in clinical and morphological complete and sustained remission of CRMO within 12 weeks and a significant improvement of the psoriasis after six months of treatment with no occurrence of severe adverse events. To our knowledge, this is the first case report demonstrating complete and safe remission of CRMO associated with palmoplantar psoriasis treated with the TYK2 inhibitor deucravacitinib.","qualifiers":["drug therapy","complications","diagnosis"]},"40468645":{"pmid":"40468645","title":"A cost-effectiveness analysis of deucravacitinib <i>vs.</i> apremilast in&#xa0;moderate-to-severe psoriasis patients in Japan.","abstract":"This study aimed to evaluate the cost-effectiveness of deucravacitinib <i>vs.</i> apremilast as a treatment for moderate-to-severe psoriasis patients from a Japan healthcare system perspective.","qualifiers":["drug therapy"]}}},"Ubidecarenone||COVID-19":{"drug_name":"Ubidecarenone","disease_name":"COVID-19","publications":{"34314511":{"pmid":"34314511","title":"DrugWAS: Drug-wide Association Studies for COVID-19 Drug Repurposing.","abstract":"This study aimed to systematically investigate if any of the available drugs in the electronic health record (EHR) can be repurposed as potential treatment for coronavirus disease 2019 (COVID-19). Based on a retrospective cohort analysis of EHR data, drug-wide association studies (DrugWAS) were performed on 9,748 patients with COVID-19 at Vanderbilt University Medical Center (VUMC). For each drug study, multivariable logistic regression with overlap weighting using propensity score was applied to estimate the effect of drug exposure on COVID-19 disease outcomes. Patient exposure to a drug between 3-months prior to the pandemic and the COVID-19 diagnosis was chosen as the exposure of interest. All-cause of death was selected as the primary outcome. Hospitalization, admission to the intensive care unit, and need for mechanical ventilation were identified as secondary outcomes. Overall, 17 drugs were significantly associated with decreased COVID-19 severity. Previous exposure to two types of 13-valent pneumococcal conjugate vaccines, PCV13 (odds ratio (OR), 0.31, 95% confidence interval (CI), 0.12-0.81 and OR, 0.33, 95% CI, 0.15-0.73), diphtheria toxoid and tetanus toxoid vaccine (OR, 0.38, 95% CI, 0.15-0.93) were significantly associated with a decreased risk of death (primary outcome). Secondary analyses identified several other significant associations showing lower risk for COVID-19 outcomes: acellular pertussis vaccine, 23-valent pneumococcal polysaccharide vaccine (PPSV23), flaxseed extract, ethinyl estradiol, estradiol, turmeric extract, ubidecarenone, azelastine, pseudoephedrine, dextromethorphan, omega-3 fatty acids, fluticasone, and ibuprofen. In conclusion, this cohort study leveraged EHR data to identify a list of drugs that could be repurposed to improve COVID-19 outcomes. Further randomized clinical trials are needed to investigate the efficacy of the proposed drugs.","qualifiers":["diagnosis","prevention &amp; control"]}}},"Deucravacitinib||Arthritis, Psoriatic":{"drug_name":"Deucravacitinib","disease_name":"Arthritis, Psoriatic","publications":{"40571687":{"pmid":"40571687","title":"Psoriasis.","abstract":"Plaque psoriasis is a chronic, immune-mediated inflammatory skin disease that has considerable effects on patients' physical, psychological and social well-being. It is strongly influenced by genetic predisposition, with HLA-C*06:02 showing the strongest association, particularly in those with early-onset disease. Additional susceptibility loci, including IL23A, IL12B and IL17RA, are linked to dysregulation of the IL-23-T helper 17 axis, which contributes to chronic inflammation and keratinocyte hyperproliferation. Plaque psoriasis is frequently associated with psoriatic arthritis and other comorbidities, such as cardiovascular disease, metabolic syndrome and psychiatric disorders, all of which contribute to increased morbidity and mortality. Management strategies are tailored to disease severity and the presence of comorbidities. For mild disease, topical therapies remain the first-line treatment, including corticosteroids, vitamin D analogues and topical calcineurin inhibitors. New non-steroidal agents, such as topical PDE4 and aryl hydrocarbon receptor agonists, offer additional options. In moderate-to-severe disease, oral systemic therapies, such as methotrexate, ciclosporin, acitretin, apremilast and deucravacitinib, provide a range of immunomodulatory effects. Biologic therapies targeting TNF, IL-17, IL-23 and IL-12/23 have demonstrated high efficacy in improving both cutaneous and systemic inflammation. Current research on systemic therapies is focused on the development of additional inhibitors of the Tyk2 pathway and inhibitors to IL-23 receptor, IL-17, and TNF. Early screening for psoriatic arthritis, proactive cardiovascular risk reduction and multidisciplinary care are crucial to optimizing long-term outcomes. Ongoing research continues to advance precision medicine approaches, with the goal of enhancing treatment durability and improving quality of life for individuals living with psoriasis.","qualifiers":[]}}},"Ubidecarenone||MELAS Syndrome":{"drug_name":"Ubidecarenone","disease_name":"MELAS Syndrome","publications":{"37095452":{"pmid":"37095452","title":"Ischemic optic neuropathy as first presentation in patient with m.3243&#xa0;A&#x2009;&gt;&#x2009;G MELAS classic mutation.","abstract":"Mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) syndrome is a systemic disorder in which multi-organ dysfunction may occur from mitochondrial metabolism failure. Maternally inherited mutations in the MT-TL1 gene are the most frequent causes for this disorder. Clinical manifestations may include stroke-like episodes, epilepsy, dementia, headache and myopathy. Among these, acute visual failure, usually in association with cortical blindness, can occur because of stroke-like episodes affecting the occipital cortex or the visual pathways. Vision loss due to optic neuropathy is otherwise considered a typical manifestation of other mitochondrial diseases such as Leber hereditary optic neuropathy (LHON).","qualifiers":["genetics"]}}},"Cycrimine||Parkinson Disease":{"drug_name":"Cycrimine","disease_name":"Parkinson Disease","publications":{"13221464":{"pmid":"13221464","title":"NEW AND nonofficial remedies: cycrimine hydrochloride.","abstract":"No abstract available","qualifiers":["therapy"]},"13477721":{"pmid":"13477721","title":"[Cycrimine, a new drug in the treatment of Parkinson's disease &amp; Parkinsonism].","abstract":"No abstract available","qualifiers":["therapy"]},"14371520":{"pmid":"14371520","title":"[Symptomatic therapeutic effect of cycrimine HCl in parkinsonian syndromes].","abstract":"No abstract available","qualifiers":["therapy"]}}},"Iophendylate||Chronic Disease":{"drug_name":"Iophendylate","disease_name":"Chronic Disease","publications":{"28639826":{"pmid":"28639826","title":"Imaging Appearance of Advanced Chronic Adhesive Arachnoiditis: A Retrospective Review.","abstract":"Chronic adhesive arachnoiditis (CAA) is rare and has potentially devastating clinical consequences. The objective of this article is to review the clinical features of CAA and describe its appearance on imaging, to increase radiologists' awareness of this challenging diagnosis.","qualifiers":[]}}},"Ubidecarenone||Hearing Loss, Sensorineural":{"drug_name":"Ubidecarenone","disease_name":"Hearing Loss, Sensorineural","publications":{"38457558":{"pmid":"38457558","title":"Chronological change of left ventricular global longitudinal strain in patients with maternally inherited diabetes and deafness: A case series.","abstract":"Maternally inherited diabetes and deafness (MIDD) is a rare genetic disorder arising from mitochondrial DNA mutations, characterized by a combination of diabetes mellitus and sensorineural deafness. It is known that MIDD patients with cardiomyopathy have a poor prognosis, but there are no established guidelines for the diagnosis and follow-up of cardiomyopathy in MIDD patients.","qualifiers":["complications"]}}},"Ubidecarenone||Optic Neuropathy, Ischemic":{"drug_name":"Ubidecarenone","disease_name":"Optic Neuropathy, Ischemic","publications":{"37095452":{"pmid":"37095452","title":"Ischemic optic neuropathy as first presentation in patient with m.3243&#xa0;A&#x2009;&gt;&#x2009;G MELAS classic mutation.","abstract":"Mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) syndrome is a systemic disorder in which multi-organ dysfunction may occur from mitochondrial metabolism failure. Maternally inherited mutations in the MT-TL1 gene are the most frequent causes for this disorder. Clinical manifestations may include stroke-like episodes, epilepsy, dementia, headache and myopathy. Among these, acute visual failure, usually in association with cortical blindness, can occur because of stroke-like episodes affecting the occipital cortex or the visual pathways. Vision loss due to optic neuropathy is otherwise considered a typical manifestation of other mitochondrial diseases such as Leber hereditary optic neuropathy (LHON).","qualifiers":["complications"]}}},"Efmoroctocog alfa||Hemophilia A":{"drug_name":"Efmoroctocog alfa","disease_name":"Hemophilia A","publications":{"39576433":{"pmid":"39576433","title":"Efanesoctocog Alfa versus Standard and Extended Half-Life Factor VIII Prophylaxis in Adolescent and Adult Patients with Haemophilia A without Inhibitors.","abstract":"In the Phase 3 XTEND-1 trial, (NCT04161495) efanesoctocog alfa prophylaxis provided superior bleed protection versus pre-study factor VIII (FVIII) replacement therapy in patients with severe haemophilia A. The aim of this study was to indirectly compare bleed outcomes between efanesoctocog alfa and standard/extended half-life (SHL and EHL) FVIII replacement therapies in adolescent and adult patients with severe haemophilia A without inhibitors.","qualifiers":["drug therapy","complications"]},"39162954":{"pmid":"39162954","title":"Damoctocog Alfa Pegol, a PEGylated B-domain Deleted Recombinant Extended Half-life Factor VIII for the Treatment of Hemophilia A: A Product Review.","abstract":"Damoctocog alfa pegol (BAY 94-9027, Jivi<sup>&#xae;</sup>), is a site-specifically PEGylated, extended half-life recombinant factor VIII (FVIII) that is approved in several European and non-European countries for on-demand treatment and prophylaxis of bleeding in previously treated patients aged &#x2265;&#xfeff; 12 years with hemophilia A. Reliable measurements can be obtained using most one-stage and chromogenic FVIII assays over a wide concentration range. The efficacy, safety and pharmacokinetics (PK) of damoctocog alfa pegol have been studied extensively in the PROTECT VIII clinical trials, and its long-term safety and effectiveness profile is continuing to build through observational and interventional real-world studies. The PK of damoctocog alfa pegol was shown to be improved as compared with that of sucrose-formulated rFVIII (rFVIII-FS, Kogenate<sup>&#xae;</sup>), and was also demonstrated to be non-inferior to and, for some variables, more favorable than rFVIII-Fc fusion protein, efmoroctocog alfa (Elocta<sup>&#xae;</sup>; NCT03364998), rurioctocog alfa pegol (BAX 855, Adynovate<sup>&#xae;</sup>/Adynovi<sup>&#xae;</sup>; NCT04015492), and antihemophilic factor (recombinant) plasma/albumin-free method (rAHF-PFM, Advate<sup>&#xae;</sup>; NCT02483208). Damoctocog alfa pegol was generally well tolerated and none of the patients in any of the clinical trials, including the PROTECT VIII clinical program, HEM-POWR, or ongoing single-center studies, developed FVIII inhibitors. Efficacy for perioperative hemostasis has been demonstrated. Low bleeding rates were achieved across the studies, with twice weekly, every 5-day and every 7-day prophylaxis offering patients &#x2265; 12 years and their clinicians the chance to tailor treatment to individual needs and lifestyles, while maintaining long-term protection from bleeds and their consequences.","qualifiers":["drug therapy"]},"39434416":{"pmid":"39434416","title":"Superior Prophylactic Effectiveness of a Recombinant FVIIIFc Over Standard Half-Life FVIII in Hemophilia A: A-SURE Study.","abstract":"The 24-month, prospective, non-interventional, European multicenter A-SURE study evaluated the real-world effectiveness of prophylaxis using an extended half-life recombinant factor VIII (FVIII) Fc fusion protein, efmoroctocog alfa (hereinafter rFVIIIFc), compared with prophylaxis using standard half-life (SHL) FVIII products in patients with hemophilia A.","qualifiers":["drug therapy"]},"39937791":{"pmid":"39937791","title":"In vitro combined haemostatic efficacy of emicizumab and extended half-life factor VIII compounds.","abstract":"Early prophylaxis is the gold standard of care for severe haemophilia. The development of subcutaneous Factor VIII (FVIII) mimetics, such as emicizumab, has significantly reduced the disease burden and improved protection against bleeding episodes. Despite its benefits, emicizumab does not fully normalize haemostasis, requiring additional FVIII treatment for surgical procedures and management of breakthrough bleeding. In these cases, extended or ultra-extended half-life FVIII products are most commonly used. However, laboratory monitoring of these combinations can be challenging.","qualifiers":["drug therapy"]}}},"Iophendylate||Arachnoiditis":{"drug_name":"Iophendylate","disease_name":"Arachnoiditis","publications":{"28639826":{"pmid":"28639826","title":"Imaging Appearance of Advanced Chronic Adhesive Arachnoiditis: A Retrospective Review.","abstract":"Chronic adhesive arachnoiditis (CAA) is rare and has potentially devastating clinical consequences. The objective of this article is to review the clinical features of CAA and describe its appearance on imaging, to increase radiologists' awareness of this challenging diagnosis.","qualifiers":["diagnostic imaging","etiology"]}}},"Flumethasone||Epidermolysis Bullosa Dystrophica":{"drug_name":"Flumethasone","disease_name":"Epidermolysis Bullosa Dystrophica","publications":{"38968458":{"pmid":"38968458","title":"Epidermolysis Bullosa Pruriginosa treated with baricitinib: A case report.","abstract":"Epidermolysis Bullosa Pruriginosa (EBP) is a persistent, recurring disease that seriously affects quality of life. Fewer than 100 cases of EBP have been reported to date. Numerous inflammatory dermatoses are driven by soluble inflammatory mediators, which rely on Janus kinase-signal transducer and activator of transcription (JAK-STAT) signaling, and inhibition of this pathway using Janus kinase (JAK) inhibitors might be a useful therapeutic strategy for these diseases.","qualifiers":["drug therapy"]}}},"Ubidecarenone||Diabetes Mellitus":{"drug_name":"Ubidecarenone","disease_name":"Diabetes Mellitus","publications":{"33866314":{"pmid":"33866314","title":"Diabetes, Age, and Duration of Supplementation Subgroup Analysis for the Effect of Coenzyme Q10 on Oxidative Stress: A Systematic Review and Meta-Analysis.","abstract":"Coenzyme Q10 (CoQ10) has been known as ubiquinone or ubidecarenone, which is a kind of lipid-soluble and vitamin-like antioxidant. It has a potent antioxidant effect against oxidation status via various mechanisms, including its ability to regenerate other antioxidants, such as vitamin E and vitamin C, and to increase antioxidant enzymes. Moreover, CoQ10 can quench free radicals and prevent lipid peroxidation. The aim of this systematic review and meta-analysis was to evaluate the effect of CoQ10 on oxidative stress variables.","qualifiers":[]}}},"Ubidecarenone||Deafness":{"drug_name":"Ubidecarenone","disease_name":"Deafness","publications":{"38457558":{"pmid":"38457558","title":"Chronological change of left ventricular global longitudinal strain in patients with maternally inherited diabetes and deafness: A case series.","abstract":"Maternally inherited diabetes and deafness (MIDD) is a rare genetic disorder arising from mitochondrial DNA mutations, characterized by a combination of diabetes mellitus and sensorineural deafness. It is known that MIDD patients with cardiomyopathy have a poor prognosis, but there are no established guidelines for the diagnosis and follow-up of cardiomyopathy in MIDD patients.","qualifiers":["genetics"]}}},"Ethiodized oil||Chylous Ascites":{"drug_name":"Ethiodized oil","disease_name":"Chylous Ascites","publications":{"40514211":{"pmid":"40514211","title":"Percutaneous lymphatic duct embolisation in postnephrectomy chylous ascites.","abstract":"Chylous ascites can result from clinical complications or surgical injury or tumour progression that involves the lymphatic system. Ascites occurs due to blockage of lymphatic vessels or leakage during inadvertent injury of lymphatic vessels or lymph nodes during surgery. The case report is related to a patient who underwent left nephrectomy for renal cell carcinoma who failed conservative treatment. Lymphangiography was first performed to detect the site of chylous leak in the topography of the left renal hilum, and subsequently, an anterior transabdominal puncture was then performed with a Chiba needle guided by fluoroscopy and injection of lipiodol to confirm the leak, followed by injection of n-butyl cyanoacrylate/Lipiodol (1:3) and Onyx with selective embolisation of chylous leak from the lymphatic duct. Lymphangiography with embolisation is a safe, relatively effective and minimally invasive method for treating chylous ascites.","qualifiers":["therapy","etiology","diagnostic imaging"]}}},"Deucravacitinib||Osteomyelitis":{"drug_name":"Deucravacitinib","disease_name":"Osteomyelitis","publications":{"40475785":{"pmid":"40475785","title":"Case Report: Effectiveness of deucravacitinib in chronic recurrent multifocal osteomyelitis and concomitant psoriasis.","abstract":"We present the case of a 22-year-old male who was first diagnosed with chronic recurrent multifocal osteomyelitis (CRMO) at the age of 16 years. During treatment with the tumor necrosis factor (TNF)-alpha inhibitor adalimumab, he developed severe palmoplantar psoriasis that affected his quality of life and necessitated discontinuation of the drug despite its efficacy against CRMO. Subsequent treatment with the interleukin (IL)-17a inhibitor secukinumab did not improve the psoriasis and led to a recurrence of the osteomyelitis. Therefore, the TYK-2 inhibitor deucravacitinib, approved in 2023 for the treatment of moderate to severe plaque psoriasis, was initiated. This resulted in clinical and morphological complete and sustained remission of CRMO within 12 weeks and a significant improvement of the psoriasis after six months of treatment with no occurrence of severe adverse events. To our knowledge, this is the first case report demonstrating complete and safe remission of CRMO associated with palmoplantar psoriasis treated with the TYK2 inhibitor deucravacitinib.","qualifiers":["drug therapy","complications","diagnosis"]}}},"Ubidecarenone||Alopecia Areata":{"drug_name":"Ubidecarenone","disease_name":"Alopecia Areata","publications":{"36645365":{"pmid":"36645365","title":"Oral supplementation in female telogen effluvium: a clinical and instrumental objective evidence of efficacy and tolerability of new oral cosmetic treatment.","abstract":"Telogen effluvium and androgenetic alopecia (AGA) represent the most common non scarring hair diseases. In addition to medical treatments such as finasteride and minoxidil, recommendations for telogen effluvium or AGA include oral supplementation, that can be prescribed in association or before starting medical therapies. The objective of our study was to evaluate the tolerability, efficacy and the compliance of the patient of a treatment with oral supplementation in patients affected by telogen effluvium eventually associated with grade I/II of AGA according to the Ludwig Scale.","qualifiers":[]}}},"Ubidecarenone||Optic Nerve Diseases":{"drug_name":"Ubidecarenone","disease_name":"Optic Nerve Diseases","publications":{"37095452":{"pmid":"37095452","title":"Ischemic optic neuropathy as first presentation in patient with m.3243&#xa0;A&#x2009;&gt;&#x2009;G MELAS classic mutation.","abstract":"Mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) syndrome is a systemic disorder in which multi-organ dysfunction may occur from mitochondrial metabolism failure. Maternally inherited mutations in the MT-TL1 gene are the most frequent causes for this disorder. Clinical manifestations may include stroke-like episodes, epilepsy, dementia, headache and myopathy. Among these, acute visual failure, usually in association with cortical blindness, can occur because of stroke-like episodes affecting the occipital cortex or the visual pathways. Vision loss due to optic neuropathy is otherwise considered a typical manifestation of other mitochondrial diseases such as Leber hereditary optic neuropathy (LHON).","qualifiers":["complications"]}}}}}